/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "ตรงกลาง";

/* An audio channel label. */
"Center Surround" = "เซอร์ราวนด์เซ็นเตอร์";

/* An audio channel label. */
"Center Surround Direct" = "เซอร์ราวนด์เซ็นเตอร์ไดเรค";

/* Channel. An audio channel label. */
"Channel" = "ช่อง";

/* Channels. An audio channel label. */
"Channels" = "ช่อง";

/* An audio channel label. */
"Click Track" = "คลิกแทร็ก";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialog Centric Mix";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "ต่อเนื่อง";

/* An audio channel label. */
"Foreign Language" = "ภาษาต่างชาติ";

/* An audio channel label. */
"Headphones Left" = "หูฟังข้างซ้าย";

/* An audio channel label. */
"Headphones Right" = "หูฟังข้างขวา";

/* An audio channel label. */
"Hearing Impaired" = "ผู้มีปัญหาการรับฟัง";

/* An audio channel label. */
"Left" = "ซ้าย";

/* An audio channel label. */
"Left Center" = "เซ็นเตอร์ซ้าย";

/* An audio channel label. */
"Left Surround" = "เซอร์ราวนด์ซ้าย";

/* An audio channel label. */
"Left Surround Direct" = "เซอร์ราวนด์ซ้ายไดเรค";

/* An audio channel label. */
"Left Total" = "ซ้ายทั้งหมด";

/* An audio channel label. */
"Left Wide" = "ซ้ายกว้าง";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "หน้าจอ LFE";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "กลาง";

/* An audio channel label. */
"Mono" = "โมโน";

/* An audio channel label. */
"Narration" = "Narration";

/* An audio channel label. */
"Rear Surround Left" = "เซอร์ราวนด์หลังซ้าย";

/* An audio channel label. */
"Rear Surround Right" = "เซอร์ราวนด์หลังขวา";

/* An audio channel label. */
"Right" = "ขวา";

/* An audio channel label. */
"Right Center" = "เซ็นเตอร์ขวา";

/* An audio channel label. */
"Right Surround" = "เซอร์ราวนด์ขวา";

/* An audio channel label. */
"Right Surround Direct" = "เซอร์ราวนด์ขวาไดเรค";

/* An audio channel label. */
"Right Total" = "ขวาทั้งหมด";

/* An audio channel label. */
"Right Wide" = "ขวากว้าง";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "ข้าง";

/* An audio channel label. */
"Top Back Center" = "เซ็นเตอร์หลังท็อป";

/* An audio channel label. */
"Top Back Left" = "หลังซ้ายท็อป";

/* An audio channel label. */
"Top Back Right" = "หลังขวาท็อป";

/* An audio channel label. */
"Top Center Surround" = "เซอร์ราวนด์เซ็นเตอร์ท็อป";

/* An audio channel label. */
"Unknown" = "ไม่ทราบ";

/* An audio channel label. */
"Unused" = "เลิกใช้";

/* An audio channel label. */
"Vertical Height Center" = "เซ็นเตอร์แนวดิ่ง";

/* An audio channel label. */
"Vertical Height Left" = "ซ้ายแนวดิ่ง";

/* An audio channel label. */
"Vertical Height Right" = "ขวาแนวดิ่ง";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "แฮบทิค";

